import React from "react" 

const TopSection = ({title}) => {
    <section class="top-section top-section_mercury">
		<div class="container">
			<h1>{title}</h1>
                <div class="top-section__txt">
                    <p>Меркурий - ближайшая к Солнцу планета Солнечной Системы, он лишь немного больше, чем Луна - спутник Земли. Относится к планетам земного типа. Скорость движения вокруг Солнца выше, чем у остальных планет. Планета названа в честь древнеримского бога торговли. </p>
                    <p>Меркурий - самая маленькая планета. Радиус Меркурия меньше, чем радиус Ганимеда и Титана, двух самых больших спутников в Солнечной системе.</p>
                <p>Поверхность Меркурия похожа на поверхность Луны, здесь много кратеров от метеоритов и комет. Кратеры на Меркурии названы в честь известных покойных художников, музыкантов или авторов.</p> 
            </div>
		</div>

	</section>
}